Revit 2027 API
ParameterTypeId.PhaseSequenceNumber Property
 "Sequence Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhaseSequenceNumber { get; }
Public Shared ReadOnly Property PhaseSequenceNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhaseSequenceNumber {
	ForgeTypeId^ get ();
}
static member PhaseSequenceNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace